{
    "navTopBar": {
      "nav1": "Inicio",
      "nav2": "Proyectos",
      "nav3": "Experiencia",
      "nav4": "Estudios",
      "nav5": "Contacto"
    },
    "header": {
      "title": "DESARROLLADOR FULL STACK",
      "name": "PABLO DE LA CRUZ GÓMEZ",
      "location": "Dénia, Alicante, España",
      "socialIcons": {
        "githubAlt": "Icono de GitHub",
        "linkedinAlt": "Icono de LinkedIn",
        "cvAlt": "Icono de CV"
      }
    },
    "sections": {
      "skills": {
        "title": "Habilidades"
      },
      "projects": {
        "title": "Proyectos",
        "viewDetails": "Ver más detalles",
        "description1": "Proin at ipsum id arcu sodales imperdiet. Interdum et malesuada fames ac ante ipsum primis in faucibus. Donec condimentum feugiat neque, et congue nibh vehicula at.",
        "description2": "Proin at ipsum id arcu sodales imperdiet. Interdum et malesuada fames ac ante ipsum primis in faucibus. Donec condimentum feugiat neque, et congue nibh vehicula at."
    
      },
      "experience": {
        "title": "Experiencia Laboral",
        "experience1": {
            "date": "Marzo 2024 - Septiembre 2024 | Dénia, España",
            "title": "Desarrollador Full Stack en SBS Software SL",
            "description": "Migré y desarrollé nuevas funcionalidades en una aplicación ya operativa de control de fichajes empresariales. Para ello, utilicé la herramienta de desarrollo rápido Scriptcase, además de HTML, CSS, JavaScript, PHP y SQL para gestionar la base de datos."
        },
        "experience2": {
            "date": "Marzo 2022 - Julio 2022 | Dundalk, Ireland",
            "title": "Desarrollador Front End en Eurotrot",
            "description": "Eurotrot fue un programa de movilidad en Irlanda en el que participé durante tres meses, mejorando mi nivel de inglés y trabajando en un proyecto web para la organización. Principalmente utilicé HTML y CSS, y algunos artículos se desarrollaron en Blogger."
        }
      },
      "studies": {
        "title": "Estudios",
        "study1": {
            "date": "Septiembre 2024 - Actual",
            "title": "Grado en Ingeniría De Software en la Univerdidad de Alicante",
            "description": "Actualmente, estoy adquiriendo las bases fundamentales de la ingeniería, profundizando en las estructuras de los computadores, el diseño avanzado de bases de datos, y el desarrollo con SQL y PL/SQL."
        },
        "study2": {
            "date": "Septiembre 2022 - Junio 2024",
            "title": "Grado Superior en Desarrollo de Aplicaciones Multiplataforma",
            "description": "En el primer año me especialicé en Java y Spring Boot, junto con SQL. También aprendí a utilizar herramientas ágiles, GitHub y técnicas de testing. En el segundo año profundicé en Java y Spring Boot, enfocándome en la creación de APIs REST con Spring y el desarrollo de infraestructuras seguras mediante Spring Security. Durante el curso, también aprendí Kotlin con Firebase. Además, adquirí experiencia en software de gestión empresarial como Odoo y en análisis de datos con Microsoft Power BI."
        
        },
        "study3": {
            "date": "Septiembre 2020 - Junio 2022",
            "title": "Grado Medio en Sistemas Microinformaticos y Redes",
            "description": "Durante los dos primeros cursos, adquirí una sólida base en informática general y ofimática. Además, en el segundo curso profundicé en HTML y CSS, y comencé a trabajar con JavaScript."
        }
      },
      "aboutMe": {
        "title": "Sobre mí"
      },
      "contact": {
        "title": "Contáctame",
        "form": {
          "name": "Tu nombre",
          "email": "Tu Email",
          "message": "Tu mensaje",
          "sendButton": "Enviar mensaje",
          "sending": "Enviando..."
        },
        "toast": "¡Mensaje enviado exitosamente!"
      }
    },
    "footer": {
      "copyright": "© 2024 Pablo De La Cruz Gómez™. Todos los derechos reservados.",
      "backToTop": "Volver arriba"
    }
  }
  